// List<String> SelectedData[];

List Userdata = [
  {
    "photo": "assets/icons/photo.png",
    "TextMain": "介護有料老人ホームひまわり倶楽部の介護職／ヘルパー求人（パート／バイト）",
    "Text1": "介護付き有料老人ホーム",
    "price": "¥ 6,000",
    "text2": "5月 31日（水）08 : 00 ~ 17 : 00",
    "text3": "北海道札幌市東雲町3丁目916番地17号",
    "text4": "交通費 300円",
    "text5": "住宅型有料老人ホームひまわり倶楽部",
  },
  {
    "photo": "assets/icons/photo2.png",
    "TextMain": "介護有料老人ホームひまわり倶楽部の介護職／\nヘルパー求人（パート／バイト）",
    "Text1": "介護付き有料老人ホーム",
    "price": "¥ 6,000",
    "text2": "5月 31日（水）08 : 00 ~ 17 : 00",
    "text3": "北海道札幌市東雲町3丁目916番地17号",
    "text4": "交通費 300円",
    "text5": "住宅型有料老人ホームひまわり倶楽部",
  },
  {
    "photo": "assets/icons/photo.png",
    "TextMain": "介護有料老人ホームひまわり倶楽部の介護職／ヘルパー求人（パート／バイト）",
    "Text1": "介護付き有料老人ホーム",
    "price": "¥ 6,000",
    "text2": "5月 31日（水）08 : 00 ~ 17 : 00",
    "text3": "北海道札幌市東雲町3丁目916番地17号",
    "text4": "交通費 300円",
    "text5": "住宅型有料老人ホームひまわり倶楽部",
  },
];
